** List users
#+begin_src restclient
GET http://localhost:3003/api/users
#+end_src

#+RESULTS:
#+begin_example
,#+BEGIN_SRC js
[]
// GET http://localhost:3003/api/users
// HTTP/1.1 200 OK
// X-Powered-By: Express
// Access-Control-Allow-Origin: *
// Content-Type: application/json; charset=utf-8
// Content-Length: 2
// ETag: W/"2-l9Fw4VUO7kr8CvBlt4zaMCqXZ0w"
// Date: Mon, 13 Feb 2023 13:32:13 GMT
// Connection: keep-alive
// Keep-Alive: timeout=5
// Request duration: 0.090179s
,#+END_SRC
#+end_example

